[
    {
        "id": 1,
        "name": "Leandros",
        "rarity": "",
        "class": "Warrior",
        "fragment": "Aethelgard",
        "images": [
            "/img/characters/Aethelgard-Leandros01.png",
            "/img/characters/Aethelgard-Leandros02.png",
            "/img/characters/Aethelgard-Leandros03.png"
        ],
        "epitaph": "",
        "weaponsAndEquipment": [
            "Dictam, la espada del juicio. Es una espada con grandes poderes divinos otorgada a Leandros por los dioses debido a su rectitud ante la ley.",
            "Armadura del protector de La Orden. Su uniforme como mano derecha de Isolde, la Capitana de los paladines.",
            ""
        ],
        "birthday": "June 15th",
        "likes": "La Justicia, La Orden, su hermana Teodora.",
        "dislikes": "Valeria, los pecados, los perros, los bárbaros.",
        "favoriteFood": "guiso de cordero de su hermana.",
        "hobbies": "Leer libros.",
        "stories": [
            "Leandros nació en una familia humilde de Aethelgard, era un hombre seguro de que la Ley es absoluta y estaba dispuesto a lo que fuera para llevarla a cabo. Tenía una visión blanca y negra de la moralidad. Era un miembro importante de la Orden que acataba órdenes sin cuestionarse, esto en ocasiones lo ponía en conflicto con alguno de sus compañeros en especial con Valeria quien tenía una visión más flexible de la ley y con quién tuvo una gran rivalidad toda su vida. Cuando era solo un cadete, un día apareció con la espada mágica 'Dictam'. Nadie sabe cómo consiguió esta arma sagrada; muchos decían que los dioses le habían recompensado por su labor e ideales inquebrantables, pero parecía que para él la hoja conservaba un valor sentimental incluso mayor. Cuando se hacía referencia a 'Dictam', esto parecía despertarle un recuerdo indeseable, quizás algo relacionado con cómo la obtuvo.",
            "En el instituto de preparación, el joven Leandros siempre fue uno de los alumnos más aplicados y estudiosos. En cambio, siempre tuvo problemas para relacionarse con chicos de su edad; en general, prefería pasar tiempo con adultos o con algunos estudiantes de cursos superiores. La única otra joven con la que podía pasar un tiempo agradable era su hermana menor, Teodora, que era un año más joven que él.",
            "Los años de prestar servicio a la Orden le dieron fama de juez y ejecutor, de impartir la ley cueste lo que cueste y de ser completamente inquebrantable en ese aspecto. De esta forma ganó el visto bueno de algunos altos mandos. Isolde, quien era la general a cargo de los paladines y miembro de la corte real, tomó interés en el paladín y lo hizo su segundo al mando. Así estuvo otros años más obedeciendo órdenes directas de Isolde y cometió varias proezas en nombre de ella para aniquilar a enemigos de la Orden. Leandros veía esto como el nuevo rol que los dioses le habían concedido y consideraba un gran honor formar parte importante en la protección de Aethelgard. Pero un día Isolde le pidió que atacara un pueblo en las afueras de la ciudad; aparentemente, todos sus habitantes habían cometido herejía…",
            "Aún eran cadetes, y Valeria había dejado pasar el hurto que cometió un niño en un puesto de verduras en la ciudad. Leandros se enteró de esto y enfrentó a su compañera. Él creía que era importante que todos los crímenes fueran juzgados; no correspondía ni a Valeria ni a él decidir si un crimen tenía castigo o no. Ella le aseguró que lo que decía no tenía sentido: en algún momento él iba a tener que tomar la decisión de juzgar a alguien en el momento; no siempre podría hacer arrestos. El título que le dio la Orden le daba ese poder y responsabilidad. Ese día, los cadetes podían visitar sus hogares, y él lo hizo para despejarse luego de una intensa discusión con la joven noble. Pero al regresar a su hogar, su hermana no se encontraba; al preguntar, le informaron que Teodora había salido al campo a dar un paseo, pero ya hacía varias horas que no volvía. Luego de seguir varias pistas sobre su paradero, Leandros encontró a su hermana muerta: había sido alimento de los perros de unos bárbaros. En ese momento, todo se hizo claro para el cadete: su espada sería juez y verdugo de esos seres detestables y esas bestias del mal. Fue después de que había terminado con su trabajo y tiñó de sangre su armadura y el filo de su espada, que se dio cuenta que los dioses le obsequiaron una reliquia poderosa, y que en sus manos ya no estaba su espada común de cadete, sino que poseía a Dictam.",
            ""
        ],
        "skills": [
            "Discernere Nocentes, al pronunciar este comando, la espada Dictam adquiere la capacidad de ignorar barreras físicas y protecciones mágicas de poder medio que no sean de origen divino. Sin embargo, su efecto principal es discernir la culpa: corta con facilidad a personas y seres que han infringido las leyes de los dioses, mientras que encuentra impenetrable la piel de aquellos que jamás han pecado. En este estado, la hoja traspasa cualquier obstáculo físico u objeto que se interponga en su camino, a menos que esté protegido por magia avanzada o por una bendición divina. Así, puede ignorar por completo la espada de su contrincante y la armadura que lleva puesta para atacar al oponente directamente.",
            "Avercio Execratio, es el hechizo en la armadura que se le otorgó a Leandros por su trabajo como protector de Isolde, miembro de la Orden. Con este hechizo el caballero nulifica cualquier maldición que pueda sufrir.",
            ""
        ],
        "quotes": [
            "",
            "",
            "",
            "",
            ""
        ],
        "birthdayQuoteSelf": "",
        "birthdayQuotePlayer": "",
        "opinions": [
            "Sobre Valeria:",
            "Sobre Isolde 1:",
            "Sobre Isolde 2:",
            "Sobre Alaric:",
            "Sobre Finniam:",
            "Sobre Kaelan:",
            "",
            "",
            "",
            ""
        ],
        "fragments": {
            "aethelgard": "“Este es mi hogar. Me crié en el seno de una familia humilde. Fue mi dedicación absoluta a la Justicia lo que me permitió ascender a los altos rangos de la caballería. Le debo todo a la Orden, y por ello, mi deber es mantener esta ciudad en un camino recto, en estricto cumplimiento de las leyes divinas.”",
            "skarnfell": "",
            "mycelondra": "",
            "alsahra": "",
            "grimfrost": "",
            "yancan": ""
        }
    }
]